Repository: JanisZvirbulis/sportnetq-mvp-main
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lv

source: English
lv: Angļu

source: Latvian
lv: Latviešu

source: Role
lv: Loma Organizācijā

source: Organization name
lv: Organizācijas nosaukums

source: Organization email
lv: Organizācijas e-pasts

source: Country
lv: Valsts

source: City
lv: Pilsēta

source: Address
lv: Adrese

source: Phone number
lv: Telefona numurs

source: Title
lv: Nosaukums

source: Type
lv: Tips

source: Best Score lower
lv: Zemākais rezultāts labākais

source: Description
lv: Apraksts

source: Start Date
lv: Sākuma datums

source: End Date
lv: Beigu datums

source: All Teams
lv: Visas Komandas

source: Select Team
lv: Izvēlēties Komandu

source: Coach
lv: Treneris

source: Coach/Manager
lv: Treneris/Menedžeris

source: Manager
lv: Menedžeris

source: Owner
lv: Īpašnieks

source: Albania
lv: Albānija

source: Andorra
lv: Andora

source: Austria
lv: Austrija

source: Belarus
lv: Baltkrievija

source: Belgium
lv: Beļģija

source: Bosnia and Herzegovina
lv: Bosnija un Hercegovina

source: Bulgaria
lv: Bulgārija

source: Canada
lv: Kanāda

source: Croatia
lv: Horvātija

source: Cyprus
lv: Kipra

source: Czech Republic
lv: Čehija

source: Denmark
lv: Dānija

source: Estonia
lv: Igaunija

source: Faroe Islands
lv: Fēru salas

source: Finland
lv: Somija

source: France
lv: Francija

source: Germany
lv: Vācija

source: Gibraltar
lv: Gibraltārs

source: Greece
lv: Grieķija

source: Guernsey
lv: Gērnsija

source: Hungary
lv: Ungārija

source: Iceland
lv: Islande

source: Ireland
lv: Īrija

source: Italy
lv: Itālija

source: Jersey
lv: Džērsija

source: Latvia
lv: Latvija

source: Liechtenstein
lv: Lihtenšteina

source: Lithuania
lv: Lietuva

source: Luxembourg
lv: Luksemburga

source: North Macedonia
lv: Ziemeļmaķedonija

source: Monaco
lv: Monako

source: Montenegro
lv: Melnkalne

source: Netherlands
lv: Nīderlande

source: Norway
lv: Norvēģija

source: Poland
lv: Polija

source: Portugal
lv: Portugāle

source: Romania
lv: Rumānija

source: Russia
lv: Krievija

source: San Marino
lv: Sanmarīno

source: Serbia
lv: Serbija

source: Slovakia
lv: Slovākija

source: Slovenia
lv: Slovēnija

source: Spain
lv: Spānija

source: Sweden
lv: Zviedrija

source: Switzerland
lv: Šveice

source: Ukraine
lv: Ukraina

source: United Kingdom
lv: Apvienotā Karaliste

source: United States
lv: Savienotās Valstis

source: Only a Coach or Management can be owner of organization.
lv: Tikai treneris vai menedžeris var būt organizācijas īpašnieks.

source: This profile is already associated with an organization.
lv: Šis lietptājs jau ir saistīts ar organizāciju.

source: Only a Coach account can be an organization member.
lv: Organizācijas dalībnieks var būt tikai lietotājs ar trenera tiesībām

source: You can't signup and join Sport Organization, because the organization has reached its maximum member limit. please tell Organization owner, to increase the number of members allowed to organization.
lv: Jūs nevarat reģistrēties un pievienoties sporta organizācijai, jo organizācija ir sasniegusi maksimālo dalībnieku skaitu. lūdzu, sazinaties ar organizācijas īpašnieku, lai palielinātu organizācijā atļauto dalībnieku skaitu.

source: Time
lv: Laiks

source: Score
lv: Rezultāts

source: Distance
lv: Attālums

source: Organization athletes
lv: Organizācijas sportisti

source: Search by name...
lv: Meklēt pēc vārda...

source: Birth Year...
lv: Dzimšanas gads

source: Any Gender
lv: Jebkurš dzimums

source: Male
lv: Vīrietis

source: Female
lv: Sieviete

source: Search by team...
lv: Meklēt pēc komandas...

source: Search
lv: Meklēt

source: Member of teams
lv: Dalībnieks komandās

source: Athlete information
lv: Informācija par sportistu

source: Calendar
lv: Kalendārs

source: Physical Assessments
lv: Fiziskie novērtējumi

source: Analytics
lv: Analītika

source: Birthday
lv: Dzimšanas diena

source: Athlete Teams
lv: Sportista komandas

source: Upcoming events for athlete
lv: Ieplānotie notikumi sportistam

source: practice
lv: nodarbība

source: game
lv: Spēle

source: training camp
lv: treniņnometne

source: other
lv: Cits

source: Sport
lv: Sports

source: Basketball
lv: Basketbols

source: Football
lv: Futbols

source: Hockey
lv: Hokejs

source: Volleyball
lv: Volejbols

source: Floorball
lv: Florbols

source: Other
lv: Cits

source: Year
lv: Gads

source: Team gender
lv: Komandas dzimums

source: Location
lv: Lokācija

source: Team Members
lv: Komandas dalībnieki

source: Organization Teams
lv: Organizācijas komandas

source: Search by team name...
lv: Meklēt pēc komandas nosaukuma...

source: Team owner:
lv: Komandas īpašnieks:

source: Sport:
lv: Sports:

source: Team Gender Type:
lv: Komandas dzimuma veids:

source: Team Year:
lv: Komandas gads:

source: Are you sure you want to delete physical assessment:
lv: Vai tiešām vēlaties dzēst fizisko novērtējumu:

source: All data with this record also will be deleted
lv: Visi dati, kas ir saistīti ar šo ierakstu, arī tiks dzēsti

source: Go Back
lv: Atpakaļ

source: Confirm
lv: Apstiprināt

source: Edit physical assessment
lv: Rediģēt fizisko novērtējumu

source: Update
lv: Atjaunināt

source: Invite coach to register/join organization
lv: Uzaiciniet treneri reģistrēties/pievienoties organizācijai

source: Add an email to send an invitation to join your organization
lv: Pievienojiet e-pasta adresi, lai nosūtītu uzaicinājumu pievienoties jūsu organizācijai

source: Invite
lv: Uzaicināt

source: Edit Organization members
lv: Rediģēt organizācijas dalībniekus

source: Save
lv: Saglabāt

source: All Members
lv: Visi Dalībnieki

source: Invite to join organization
lv: Uzaicināt pievienoties organizācijai

source: Here, you can send Coach Registration invitations to coaches who are not yet members of SportnetQ, or invite existing SportnetQ coaches to join your organization.
lv: Šeit varat nosūtīt treneru reģistrācijas ielūgumus treneriem, kuri vēl nav SportnetQ biedri, vai uzaicināt esošos SportnetQ trenerus pievienoties savai organizācijai.

source: Edit Members
lv: Rediģēt dalībniekus

source: Back to Team
lv: Atpakaļ uz Komandu

source: Total attendance for each member
lv: Kopējais apmeklējums sportistam

source: There is no information to analyze about team members
lv: Nav informācijas, ko analizēt par komandas sportistiem

source: Attended
lv: Ieradās

source: Did not attend
lv: Neieradās

source: Ill
lv: Saslimis

source: Injury
lv: Trauma

source: Not required
lv: Nav nepieciešams

source: Total attendance for all athletes
lv: Kopējais apmeklējums visiem sportistiem

source: Events Scheduled for this period
lv: Pasākumi ieplānoti šajā periodā

source: Occurred Events for this period
lv: Šajā periodā notikuši pasākumi

source: No attendance data available
lv: Nav dati par apmeklējumu

source: Previous Month
lv: Iepriekšējais mēnesis

source: Next Month
lv: Nākamis mēnes

source: Athlete Analytics
lv: Sportista Analītika

source: Athlete
lv: Sportists

source: Select
lv: Izvēlieties

source: Attendance for Athlete
lv: Sportista apmeklējums

source: Athlete Calendar
lv: Sportists Kalendārs

source: Athlete Physical Assessments
lv: Sportista Fiziskie novērtējumi

source: Best Score
lv: Labākais rezultāts

source: Lowest
lv: Zemākais

source: Highest
lv: Augstākais

source: Date
lv: Datums

source: Result
lv: Rezultāts

source: Team
lv: Komanda

source: All physical assessments
lv: Visi fiziskie novērtējumi

source: Create
lv: Izveidot

source: Type: Time
lv: Tips: Laiks

source: Type: Score
lv: Tips: Rezultāts

source: Type: Distance
lv: Tips: Attālums

source: Create physical assessment
lv: Izveidojiet fizisko novērtējumu

source: Organization Settings
lv: Organizācijas Iestatījumi

source: Members
lv: Dalībnieki

source: Teams in organization
lv: Komandas organizācijā

source: Athletes
lv: Sportisti

source: Male Athletes
lv: Vīrieši Sportisti

source: Female Athletes
lv: Sievietes sportistes

source: Physical assessments
lv: Fiziskie novērtējumi

source: My Review
lv: Mans pārskats

source: Teams
lv: Komandas

source: Member limit for 1 team
lv: Dalībnieku limits 1 komandai

source: Tactic limit for 1 team
lv: Taktiku limits 1 komandai

source: Play limit for 1 tactic
lv: Izspēļu limits 1 taktikai

source: Owned teams
lv: Manas Komandas

source: You are not owner of any team
lv: Jūs neesat nevienas komandas īpašnieks

source: Add Team
lv: Pievienot komandu

source: My Teams
lv: Manas komandas

source: Sport Organizations
lv: Sporta Organizācija

source: You are not a member of any organization
lv: Jūs neesat nevienas organizācijas dalībnieks

source: Settings
lv: Iestatījumi

source: Create new team for
lv: Izveidojiet jaunu komandu priekš

source: Physical assessment
lv: Fiziskais novērtējums

source: You are not a member of this organization.
lv: Jūs neesat šīs organizācijas dalībnieks

source: Not allowed! You must be a member of this organization to access this page.
lv: Nav atļauts! Lai piekļūtu šai lapai, jums ir jābūt šīs organizācijas dalībniekam.

source: You are not a owner of this organization.
lv: Jūs neesat šīs organizācijas īpašnieks.

source: You must have coach account to access organization page
lv: Lai piekļūtu organizācijas lapai, jums ir jābūt lietotājam ar trenera tiesībām

source: User with email %(email)s is already a member of this organization.
lv: Lietotājs ar e-pasta adresi %(email)s jau ir šīs organizācijas dalībnieks.

source: You can't invite a user to the organization who is athlete.
lv: Organizācijā nevar uzaicināt lietotāju, kurš ir sportists

source: An invitation has been sent to %(email)s.
lv: Uzaicinājums ir nosūtīts uz %(email)s.

source: Invitation to Coach registration has been sent to %(email)s.
lv: Uzaicinājums reģistrēties trenerim ir nosūtīts uz %(email)s

source: Invalid form submission. Please check your input.
lv: Nederīga veidlapas iesniegšana. Lūdzu, pārbaudiet ievadītos datus.

source: An error has occurred editing members
lv: Rediģējot dalībniekus, radās kļūda

source: Please enter valid start and end date.
lv: Lūdzu, ievadiet derīgu sākuma un beigu datumu.

source: You don't have permission to view this team.
lv: Jums nav atļaujas skatīt šo komandu.

source: Organization info updated
lv: Organizācijas informācija atjaunināta

source: Sick
lv: Saslimis

source: Staff
lv: Personāls

source: Team/Athlete Year
lv: Komandas/sportista gads

source: Team Name
lv: Komandas nosaukums

source: Team Athlete Gender
lv: Komandas sportista dzimums

source: Team Logo
lv: Komandas attēls

source: Team Role
lv: Loma Komandā

source: Start time
lv: Sākuma laiks

source: Comment
lv: Komentārs

source: Send email notification
lv: Sūtīt e-pasta paziņojumu

source: Notification template
lv: Paziņojuma veidne

source: Recurring events can be scheduled up to 3 months in advance from the start date
lv: Atkārtotos pasākumus var ieplānot līdz 3 mēnešiem iepriekš no sākuma datuma

source: This field can be empty
lv: Šis lauks var būt tukšs

source: Recurrence
lv: Atkārtot

source: Recurrence End Date
lv: Atkārtošanās beigu datums

source: If sending email notification is enabled, a notification template must be selected.
lv: Ja ir iespējota e-pasta paziņojumu sūtīšana, ir jāatzīme paziņojuma veidne.

source: Note
lv: Pieraksts

source: Team Athlete
lv: Sportists

source: Image
lv: Attēls

source: Plays sequence number
lv: Izspēles kārtas numurs

source: Image field is required.
lv: Attēla lauks ir nepieciešams

source: Name of Tactic
lv: Taktikas nosaukums

source: Visible for athletes
lv: Redzams sportistiem

source: E-mail
lv: E-pasts

source: Role in team
lv: Loma komandā

source: Start date
lv: Sākuma datums

source: End date
lv: Beigu datums

source: Current season
lv: Pašreizējā sezona

source: Select Team Season
lv: Izvēlaties komandas sezonu

source: Filter by team Season
lv: Atlasīt pēc komandas Sezonas

source: Select date to edit records
lv: Izvēlieties datumu, lai rediģētu ierakstus

source: URL Link
lv: URL saite

source: Other Sport
lv: Cits Sports

source: Practice
lv: Nodarbība

source: Game
lv: Spēle

source: Training Camp
lv: Treniņnometne

source: Mixed
lv: Jaukts

source: Not Required
lv: Nav nepieciešams

source: ill
lv: Saslimis

source: Score must be filled in when assessment_type is 'score'.
lv: Rezultāts ir jāieraksta, ja novērtējuma veids ir “Rezultāts”.

source: Only the score field can be filled in when assessment_type is 'score'.
lv: Ja novērtējuma veids ir 'Rezultāts', tad var aizpildīt tikai rezultāta lauku.

source: Time must be filled in when assessment_type is 'time'.
lv: Laiks ir jāieraksta, ja novērtējuma veids ir “Laiks”.

source: Only the time field can be filled in when assessment_type is 'time'.
lv: Ja novērtējuma veids ir “Laiks”, tad var aizpildīt tikai laika lauku.

source: Distance must be filled in when assessment_type is 'distance'.
lv: Attālums ir jāaizpilda, ja novērtējuma veids ir “Attālums”.

source: Only the distance field can be filled in when assessment_type is 'distance'.
lv: Ja novērtējuma veids ir “Attālums”, var aizpildīt tikai attāluma lauku.

source: Invalid assessment_type.
lv: Nederīgs novērtējuma veids.

source: SEASON
lv: SEZONA

source: active season
lv: pašreizejā sezona

source: Start date and end date must be provided.
lv: Jānorāda sākuma datums un beigu datums.

source: Add Athlete to physical assessment
lv: Pievienot sportistu fiziskajam mērijumam

source: Add
lv: Pievienot

source: Add Athlete to event
lv: Pievienojiet pasākumam sportistu

source: Back to Event
lv: Atpakaļ uz pasākumu

source: Create New Team tactic
lv: Izveidot jaunu taktiku

source: Attendance record
lv: Apmeklējums

source: Add Member
lv: Pievienot dalībnieku

source: Team member
lv: Komandas dalībnieks

source: Attendance
lv: Apmeklējums

source: Remove
lv: Dzēst

source: Draw tactic
lv: Zīmēt taktiku

source: Create new record
lv: Izveidot jaunu ierakstu

source: Create new season for
lv: Izveidojiet jaunu sezonu priekš

source: Edit season for
lv: Labot sezonu priekš

source: Go back
lv: Atpakaļ

source: Athlete Name
lv: Sportists

source: Event Type
lv: Pasākuma tips

source: Event Start Time
lv: Pasākuma Sākuma laiks

source: Are you sure you want to remove athlete from this team event?
lv: Vai tiešām vēlaties dzēst sportistu no šī komandas pasākuma?

source: Physical Assessment
lv: Fiziskais novērtējums

source: Record Date
lv: Ieraksta Datums

source: Are you sure you want to delete this date record
lv: Vai tiešām vēlaties dzēst šo datuma ierakstu?

source: Organization
lv: Organizācija

source: Measurement Name
lv: Fiziskais mērijums

source: Are you sure you want to delete this athlete record from measurement
lv: Vai tiešām vēlaties dzēst šo sportista ierakstu

source: Physical Measurement
lv: Fiziskais mērijums

source: Are you sure you want to delete this physical measurement
lv: Vai tiešām vēlaties dzēst fiziskā mērijuma ierakstu

source: Are you sure you want to delete this record
lv: Vai tiešām vēlaties dzēst šo ierakstu

source: Are you sure you want to delete this tactic play
lv: Vai tiešām vēlaties dzēst šo taktikas izspēli

source: Are you sure you want to delete link:
lv: Vai tiešām vēlaties dzēst saiti:

source: Are you sure you want to delete notification:
lv: Vai tiešām vēlaties dzēst paziņojumu:

source: Season
lv: Sezona

source: Are you sure you want to delete this season
lv: Vai tiešām vēlaties dzēst šo sezonu

source: Tactic name
lv: Taktikas nosaukums

source: Are you sure you want to delete this tactic
lv: Vai tiešām vēlaties dzēst šo taktiku

source: Are you sure you want to delete this team permanently
lv: Vai tiešām vēlaties neatgriezeniski dzēst šo komandu?

source: All records about this Team, also will be deleted
lv: Visi ieraksti par šo komandu arī tiks dzēsti

source: Are you sure you want to remove this athlete from measurement
lv: Vai tiešām vēlaties dzēst šo sportistu no šī mērījuma

source: Event Name
lv: Nosaukums

source: Event type
lv: Pasākuma tips

source: Are you sure you want to delete this event
lv: Vai tiešām vēlaties dzēst šo pasākumu

source: Team Member
lv: Komandas dalībnieks

source: Are you sure you want remove team member from team
lv: Vai tiešām vēlaties dzēst lietotāju no komandas

source: Add Play
lv: Pievienot izspēli

source: Draw Play
lv: Zīmēt izspēli

source: There are no plays to edit. If you want to add a play, go
lv: Neviena izspēle nav atrasta, ja vēlaties pievienot izspēli, dodieties

source: here
lv: šeit

source: Play
lv: Izspēle

source: Delete Play
lv: Dzēst izspēli

source: There are no plays
lv: Nav izspēles

source: Edit
lv: Labot

source: Create New e-Mail Notification
lv: Izveidot jaunu e-pasta paziņojumu

source: Edit e-Mail Notification
lv: Labot e-pasta paziņojumu

source: All E-mail notification templates
lv: Visas e-pasta paziņojumu veidnes

source: Add Notification
lv: Pievienot paziņojumu

source: All Links
lv: Visas saites

source: Sorry, there isn't any E-mail notification created for this team.
lv: Atvainojiet, šai komandai nav izveidots neviens e-pasta paziņojums.

source: Invite Athlete to sign up and join team:
lv: Uzaiciniet Sportistu reģistrēties un pievienoties jūsu sporta komandai:

source: Here you can invite Athletes to sign up, who are not registered at SportNetQ
lv: Šeit varat uzaicināt reģistrēties Sportistus, kuri vēl nav reģistrētjušies SportNetQ! Reģistrējoties viņi pievienosies jūsu sporta komandāi

source: Invite to team
lv: Uzaicināt pievienoties komandai

source: Here you can invite users, who are already registered to SportNetQ
lv: Šeit jūs varat uzaicināt lietotājus pievienoties jūsu komandai, kuri jau ir reģistrējušies SportNetQ! Gan Sportistus, gan arī citus Trenerus

source: Leave Team
lv: Pamest Komandu

source: Are you sure you want to leave the team
lv: Vai tiešām vēlaties pamest komandu?

source: Cancel
lv: Atcelt

source: Add Link
lv: Pievienot saiti

source: Sorry, there isn't any links created for this team notifications.
lv: Pievienot saiti

source: Create new outsource link for Notifications
lv: Izveidot jaunu paziņojumu saiti

source: Edit outsource link for Notifications
lv: Rediģēt saiti paziņojumiem

source: Create new date for
lv: Izveidot jaunu datumu

source: Add member
lv: Pievienot dalībnieku

source: Delete all results
lv: Dzēst visus rezultātus

source: Add Date
lv: Pievienot datumu

source: Export to CSV
lv: Eksportēt uz CSV

source: Edit record
lv: Labot ierakstu

source: Please create new date for physical assessment!
lv: Lūdzu, izveidojiet jaunu fiziskās pārbaudes datumu!

source: Team Physical assessments
lv: Komandas fiziskie novērtējumi

source: physical assessment
lv: Fiziskais novērtējums

source: Delete
lv: Dzēst

source: Please create new physical result date recod!
lv: Lūdzu, izveidojiet jaunu datumu priekš fiziskā rezultāta

source: Schedule
lv: Kalendārs

source: Add Event
lv: Pievienot pasākumu

source: Select a background
lv: Izvēlieties fonu

source: Basketball full court
lv: Basketbols pilns laukums

source: Basketball half court
lv: Basketbola puslaukums

source: Football full court
lv: Futbols pilns laukums

source: Football half court
lv: Futbola puslaukums

source: Ice Hockey full court
lv: Hokejs pilns laukums

source: Undo
lv: Atsaukt

source: Redo
lv: Atkārtoti

source: Save Image
lv: Saglabāt attēlu

source: no event is scheduled
lv: Nav neviens pasākums ieplānots

source: All events
lv: Visi pasākumi

source: Team Athletes
lv: Komandas sportisti

source: Number
lv: Numurs

source: Analytics for Athlete
lv: Sportista Analītika

source: Filter by Date
lv: Atlasīt pēc datuma

source: Filter by Season
lv: Atlasīt pēc sezonas

source: Analytics data for period
lv: Analītiskie dati par periodu

source: Physical assessment scores
lv: Fizisko novērtējumu rezultāti

source: Notes about member from events
lv: Piezīmes par dalībnieku no pasākumiem

source: Total Athletes
lv: Kopā Sportisti

source: Event
lv: Pasākums

source: Average Score from athlets for this Event
lv: Vidējais sportistu novērtējums šim pasākumam

source: Send Email Notifications
lv: Sūtīt e-pasta paziņojumus

source: Yes
lv: Jā

source: No
lv: Nē

source: Your submitted score for this event
lv: Jūsu iesniegtais rezultāts šim pasākumam

source: Submit Score
lv: Iesniegt rezultātu

source: Name
lv: Vārds

source: E-mail Notification
lv: E-pasta paziņojums

source: Edit team event
lv: Labot komandas pasākumu

source: Create team event
lv: Izveidot komandas pasākumu

source: Team Membership Invitation
lv: Uzaicināt pievienoties komandā

source: Here, you can invite athletes and coaches who are already members of SportnetQ to join your team.
lv: Šeit jūs varat uzaicināt sportistus un trenerus, kuri jau ir SportnetQ biedri, pievienoties savai komandai.

source: Athlete Registration Invitation
lv: Uzaicināt reģistrēties sportistu

source: Here, you can send registration invite for athletes who are not yet members of SportnetQ. Invite them to sign up and become part of your team.
lv: Šeit varat nosūtīt reģistrācijas uzaicinājumu sportistiem, kuri vēl nav SportnetQ biedri. Aiciniet viņus reģistrēties un kļūt par jūsu komandas daļu.

source: Edit Team Members
lv: Rediģēt komandas dalībniekus

source: Team Settings
lv: Iestatījumi

source: Notifications
lv: Paziņojumi

source: Seasons
lv: Sezonas

source: Delete Team
lv: Dzēst komandu

source: Visible to athletes
lv: Redzams sportistiem

source: Not visible to athletes
lv: Nav redzams sportistiem

source: Tactic
lv: Taktika

source: Add/Edit Plays
lv: Pievienot/Rediģēt Izspēli

source: Edit Tactic
lv: Rediģēt taktiku

source: Delete Tactic
lv: Dzēst taktiku

source: There are no tactic plays available
lv: Nav pieejamas taktikas izspēles

source: Team Tactics
lv: Komandas taktikas

source: Create Tactic
lv: Izveidot taktiku

source: No tactics for team
lv: Nav taktikas komandai

source: Create team
lv: Izveidojiet komandu

source: Team Seasons
lv: Komandas sezonas

source: Add Season
lv: Pievienot sezonu

source: Current Season
lv: Pašreizējā sezona

source: No seasons, please create a new season for team
lv: Nav sezonu, lūdzu, izveidojiet komandai jaunu sezonu

source: You are not a member of any team
lv: Jūs neesat nevienas komandas dalībnieks

source: Add Tactic Play
lv: Pievienot izspēli taktikai

source: Invalid distance
lv: Nederīgs attālums

source: Unknown Event Type
lv: Nezināms pasākuma veids

source: max team count reached. Based on your organization subscription plan you can create {teamlimit} team
lv: Sasniegts maksimālais komandu skaits. Pamatojoties uz jūsu organizācijas abonēšanas plānu, jūs varat izveidot {teamlimit} komanda

source: max team count reached. Based on your organization subscription plan you can create {teamlimit} teams
lv: Sasniegts maksimālais komandu skaits. Pamatojoties uz jūsu organizācijas abonēšanas plānu, jūs varat izveidot {teamlimit} komanda

source: You are not a member of this team.
lv: Jūs neesat šīs komandas dalībnieks.

source: You do not have the required permissions to access this page.
lv: Jums nav nepieciešamo atļauju, lai piekļūtu šai lapai.

source: You must be the team owner to access this page.
lv: Lai piekļūtu šai lapai, jums ir jābūt komandas īpašniekam.

source: You can't remove team owner from team
lv: Jūs nevarat dzēst komandas īpašnieku no komandas

source: The email provided does not belong to any registered user.
lv: Norādītais e-pasts nepieder nevienam reģistrētam lietotājam.

source: The user is already a member of this team.
lv: Lietotājs jau ir šīs komandas dalībnieks.

source: Invitation have been sent
lv: Ielūgums ir nosūtīts

source: User with this email is already registered to SportNetQ.
lv: Lietotājs ar šo e-pastu jau ir reģistrējies SportNetQ.

source: Invitation to athlete registration has been sent to %(email)s
lv: Uzaicinājums reģistrēties sportistam ir nosūtīts uz %(email)s

source: Please set a recurrence end date for weekly events.
lv: Lūdzu, iestatiet iknedēļas pasākumu atkārtošanās beigu datumu.
