Repository: JanisZvirbulis/sportnetq-mvp-main
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lv

source: Recurrence end date can't be before start date
lv: Atkārtošanās beigu datums nevar būt pirms sākuma datuma

source: You can't schedle weekly events that are over 3 months from start date
lv: Jūs nevarat ieplānot iknedēļas pasākumus, kas ir ilgāki par 3 mēnešiem no sākuma datuma

source: An error has occurred editing attendance
lv: Rediģējot apmeklējumu, radās kļūda

source: Please select a team member
lv: Lūdzu izvēlaties komandas dalībnieku

source: You can't add a user who is not a team member
lv: Jūs nevarat pievienot lietotāju, kas nav komandas dalībnieks

source: Team member already has an attendance record for this event
lv: Komandas dalībniekam jau ir šī pasākuma apmeklējuma ieraksts

source: A record with this Physical Assessment, Team, and Date already exists.
lv: Ieraksts ar šo fizisko novērtējumu, komandu un datumu jau pastāv

source: An error has occurred due to a unique constraint violation.
lv: Radās kļūda unikāla ierobežojuma pārkāpuma dēļ.

source: Team member already have score, for this physical assessment record
lv: Komandas dalībniekam jau ir rezultāts, ši fiziskā novērtējuma ierakstam

source: Server Error occured
lv: Radās servera kļūda

source: A record with this Physical Assessment, Team, Organization and Date already exists.
lv: Ieraksts ar šo fizisko novērtējumu, komandu, organizāciju un datumu jau pastāv.

source: End date cannot be before the start date
lv: Beigu datums nevar būt pirms sākuma datuma

source: New season Added!
lv: Pievienota jauna sezona veiksmīgi!

source: Season updated!
lv: Sezona atjaunināta!

source: New notification template created!
lv: Izveidota jauna paziņojumu veidne!

source: Notification template was updated!
lv: Paziņojuma veidne ir atjaunināta!

source: Notification deleted!
lv: Paziņojums izdzēsts!

source: New link created!
lv: Izveidota jauna saite!

source: Link was updated!
lv: Saite tika atjaunināta!

source: Link was deleted!
lv: Saite tika dzēsta!

source: As the owner, you can't leave the team.
lv: Kā komandas īpašnieks jūs nevarat pamest komandu.

source: You have successfully left the team.
lv: Jūs esat veiksmīgi pametis komandu.

source: Password change
lv: Paroles maiņa

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
lv: Drošības nolūkos, lūdzu, ievadiet savu veco paroli un pēc tam divreiz ievadiet jauno paroli, lai mēs varētu pārbaudīt, vai to ievadījāt pareizi.

source: Change My Password
lv: Mainīt paroli

source: Password change successful
lv: Paroles maiņa ir veiksmīga

source: Your password was changed.
lv: Jūsu parole tika nomainīta.

source: Forbidden
lv: Aizliegts

source: Account
lv: Profils

source: Exit
lv: Iziet

source: Home
lv: Sākums

source: Login
lv: Pieslēgties

source: Previous
lv: Iepriekšējais

source: Next
lv: Nākamais

source: Enter new password
lv: Ievadiet jauno paroli

source: Please enter your new password twice so we can verify you typed it in correctly.
lv: Lūdzu, divreiz ievadiet savu jauno paroli, lai mēs varētu pārbaudīt, vai to ievadījāt pareizi.

source: Submit
lv: Iesniegt

source: Password reset unsuccessful
lv: Paroles atiestatīšana neizdevās

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
lv: Paroles atiestatīšanas saite nebija derīga, iespējams, tāpēc, ka tā jau ir izmantota. Lūdzu, pieprasiet jaunas paroles atiestatīšanu.

source: Password reset
lv: Paroles atiestatīšana

source: Forgotten your password?
lv: Aizmirsi savu paroli?

source: Enter your email address below, and we’ll email instructions for setting a new one.
lv: ievadiet savu e-pasta adresi, un mēs nosūtīsim instrukcijas uz jūsu norādīto e-pastu, jaunas paroles iestatīšanai.

source: Password reset complete
lv: Paroles atjaunošana ir pabeigta

source: Your password has been set. You may go ahead and log in now
lv: Jūsu parole ir atjaunota. Varat doties uz priekšu un pieslēgties tagad

source: Password reset sent
lv: Paroles atjaunošana ir nosūtīta

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
lv: Mēs nosūtījām jums pa e-pastu norādījumus par paroles iestatīšanu, ja pastāv konts ar ievadīto e-pasta adresi, tad drīzumā uz jūsu ievadīto e-pastu ir jāsaņem ziņa no info@sortnetq.com.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
lv: Ja nesaņemat e-pastu, lūdzu, pārliecinieties, vai esat ievadījis pareizu e-pastu, ar kuru reģistrējāties, un pārbaudiet surogātpasta mapi.

source: Physical As.
lv: Fiziskie mērījumi

source: Playbook
lv: Taktikas

source: I agree to the terms and conditions
lv: Es piekrītu noteikumiem

source: You must consent to sign up.
lv: Lai reģistrētos, jums ir jāpiekrīt.

source: First Name
lv: Vārds

source: Last Name
lv: Uzvārds

source: First and last name
lv: Vārds Uzvārds

source: Profile image
lv: Profila Attēls

source: bio
lv: Biogrāfija

source: Birth Day
lv: Dzimšanas diena

source: Gender
lv: Dzimums

source: Accept Team Invitation
lv: Apstiprināt komandas ielūgumu

source: You have been invited to join the team
lv: Jūs esat uzaicināts pievienoties komandai

source: To accept this invitation, please click the "Accept" button below. If you do not wish to join this team, you can simply close this page.
lv: Lai pieņemtu šo ielūgumu, lūdzu, noklikšķiniet uz tālāk esošās pogas "Apstiprināt". Ja nevēlaties pievienoties šai komandai, varat vienkārši aizvērt šo lapu.

source: Accept
lv: Apstiprināt

source: Accept Organization Invitation
lv: Apstiprināt Organizācijas ielūgumu pievienoties

source: You have been invited to join sport organization
lv: Jūs esat uzaicināts pievienoties sporta organizācijai

source: To accept this invitation, please click the "Accept" button below. If you do not wish to join this organization, you can simply close this page.
lv: Lai pieņemtu šo ielūgumu, lūdzu, noklikšķiniet uz tālāk esošās pogas "Apstiprināt". Ja nevēlaties pievienoties šai organizācijai, varat vienkārši aizvērt šo lapu.

source: Edit Account
lv: Labot Profilu

source: Management
lv: Menedžments

source: Are you sure you want to delete your own account permanently?
lv: Vai tiešām vēlaties dzēst savu lietotāju?

source: Are you sure you want to delete "%(record.title)s"?
lv: Vai tiešām vēlaties dzēst "%(record.title)s"

source: Edit account
lv: Profils

source: Change password
lv: Mainīt paroli

source: Delete account
lv: Dzēst profilu

source: Welcome to sportnetq
lv: Laipni lūdzam SportnetQ

source: You already have account?
lv: Vai jums jau ir lietotājs?

source: If you don't already have an Athlete account, please request your Coach to invite you to sign up. If you're a Coach, kindly ask the owner of your Organization to send you an invitation to sign up.
lv: Ja jums vēl nav Sportista lietotājs, jūsu Trenerim ir jāuzaicina jūs reģistrēties SportNetQ. Ja esat Treneris un vēlaties reģistrēties, jūsu sporta organizācijas īpašniekam ir jāuzaicina reģistrēties.

source: Register Athlete user
lv: Reģistrēt Sportista lietotāju

source: Register user
lv: Reģistrēt lietotāju

source: Already have an account
lv: Jau esi reģistrējies?

source: Sign In
lv: Pieslēgties

source: Username
lv: Lietotājvārds

source: Enter password
lv: Ievadiet paroli

source: Log In
lv: Pieslēgties

source: Forget Password?
lv: Aizmirsi paroli?

source: Register Coach user
lv: Reģistrēt Trenera lietotāju

source: Username or password is incorrect
lv: Lietotājvārds vai parole ir nepareiza

source: User was logged out
lv: Jūs veiksmīgi izgājāt no sistēmas

source: This invitation link has expired.
lv: Šīs ielūguma saites derīguma termiņš ir beidzies.

source: This invitation has already used.
lv: Šis ielūgums jau ir izmantots.

source: Athlete account was created successfully
lv: Sportista lietotājs tika veiksmīgi izveidots

source: Invalid registration link.
lv: Nederīga reģistrācijas saite.

source: Invalid link.
lv: Nederīga saite.

source: Coach account was created successfully
lv: Trenera lietotājstika veiksmīgi izveidots

source: Invalid invitation link
lv: Nederīga ielūguma saite

source: Invitation already accepted
lv: Ielūgums jau ir izmantots

source: Invitation has expired
lv: Ielūguma termiņš ir beidzies

source: Not allowed
lv: Nav atļauts

source: You have re-joined the team
lv: Jūs esat pievienojies komandai

source: You have joined the team
lv: Jūs esat pievienojies komandai

source: You are already a member of this team
lv: Jūs jau esat šīs komandas dalībnieks

source: Error occurred
lv: Uzradās kļūda

source: You are already a member of this organization
lv: Jūs jau esat šīs organizācijas dalībnieks

source: You have joined to new sport organization
lv: Jūs esat pievienojies jaunai sporta organizācijai

source: Error occoured
lv: Uzradās kļūda

source: Account updated
lv: Lieotāja informācija saglabāta

source: Sad to see you leaving us! User was deleted successfully
lv: Žēl, ka pametat mūs! Lietotājs tika veiksmīgi izdzēsts
